---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamTensionPerpendicular
source: html/9df699aa-6c4e-0dc5-2cfa-1e3ccaad4536.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamTensionPerpendicular Property

"Tension Perpendicular to Grain"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamTensionPerpendicular { get; }
```